<style type="text/css">
.terms-of-use h1{
    font-size: 2em;
    font-weight: bold;
    line-height: 1.5;
    padding-top: .3em;
}
.terms-of-use h2{
    font-size: 1.5em;
    line-height: 1.5;
    padding-top: .3em;
}
.terms-of-use ol{
    padding: .3em 0 0 2em;
}
.terms-of-use ol li,
.terms-of-use ul li{
    padding: .3em 0 0 0;
}
.terms-of-use ul{
    list-style-type: circle;
    padding: .3em 0 0 2em;
}
#printWizard {
  float: left;
  background: #fff;
  border: 0;
  color: #18A6C4;
}

#acceptWizard {
  width: 100px;
  background: #18A6C4;
  color: #fff;
}
</style>

<div class="terms-of-use" id="printableArea" style="padding: 20px;">
    <header>
        <h1 style="text-align: center;">教育部雲端儲存應用服務使用規範</h1>
    </header>

    <p>
        <h2>壹、認知與接受條款</h2>
        
        <ol>
            <li>當您開始使用教育部雲端儲存應用服務（以下簡稱本網站）前，應仔細閱讀本使用規範（以下簡稱本規範）。如您不同意本規範之內容，您可以放棄使用本網站提供的服務；您一旦使用本網站的服務，即表示您已閱讀、瞭解並同意接受本規範之所有內容。</li>
            <li>本規範之內容可由本網站隨時更新，本網站將在網頁上公佈修訂內容，毋須另行通知您，建議您隨時注意本網站之公告。本規範之內容一旦變動，您於任何修訂後繼續使用本網站之服務，視為您已閱讀、瞭解並同意接受該等修訂。</li>
            <li>若您未滿二十歲，應於您的法定代理人閱讀、瞭解並同意本規範之內容及其後修訂後，方得繼續使用本服務。當您繼續使用本服務時，即推定您的法定代理人已閱讀、瞭解並同意接受本規範之內容及其後修訂。</li>
            <li>若您違反本規範時，本網站得視情節隨時停止對您的服務，毋須對您先行通知。若本網站因您違反本規範之行為，而致受有損害，本網站得對您請求損害賠償，包括但不限於訴訟費用。</li>
        </ol>
    </p>
    
    <p>
        <h2>貳、一般規範</h2>
        
        <span>若您於本網站有下述行為，經本網站管理者發現或經使用者檢舉，本網站得依情節輕重，直接移除您上傳之內容或將您帳號停權，毋須對您先行通知：</span>
        
        <ol>
            <li>將含有任何歧視、誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗，或其他不法之文字、圖畫、聲音、影像或任何形式的內容加以上傳、分享或以其他方式傳送至本網站。</li>
            <li>將侵害他人智慧財產權、營業秘密、肖像權、隱私權、名譽權或其他專屬權利之內容加以上傳、分享或以其他方式傳送至本網站。</li>
            <li>利用本網站之服務從事任何中華民國法律所禁止之侵害他人權利或違法行為。</li>
            <li>將設計目的在於干擾、破壞或限制任何電腦軟體、硬體或通訊設備功能之電腦病毒加以上傳、分享或以其他方式傳送至本網站。</li>
            <li>干擾或破壞本服務或與本服務相關連之伺服器和網路，或違反任何關於本服務連結網路之規定、程式、政策或規範。</li>
            <li>未經合法授權而截獲、篡改、收集、儲存或刪除他人個人資訊、電子郵件或其他資料，或將此類資料用於任何非法或不正當目的。</li>
            <li>冒用他人名義使用本網站之服務，或將帳號轉讓給他人使用。</li>
            <li>其他本網站有正當理由認為不適當之行為。</li>
        </ol>
    </p>
    
    <p>
        <h2>參、免責聲明</h2>
        
        <ol>
        	<li>任何經由本服務以上傳、分享或以其他方式傳送的資訊資料、文字、軟體、音樂、音訊、照片、圖形、視訊、資訊等內容，僅代表其個人看法或行為，均由數位內容提供者自行承擔法律責任，本網站及其管理者將不為數位內容提供者的行為或所張貼的資訊負任何法律責任。
本網站提供之內容或由第三人上傳之數位內容，本網站皆不擔保您依據授權條件所為之利用，無侵害他人著作權之風險。</li>
        	<li>本網站所提供之內容或資源之連結，不論有無審核機制，對於該內容或資源是否可供利用、有一定品質、適於特定目的之利用，本網站均不予保證。</li>
        	<li>本網站內容可能包含其他網站的連結，當您點選後將會離開本網站，進入該網站後，本網站不負任何責任。</li>
        	<li>本網站有權制訂使用本網站服務之一般措施及限制，包含但不限於個人使用本網站服務之最大儲存空間與最長期間。利用本網站之服務所儲存或傳送之任何內容，如因上述原因被刪除或未予儲存，本網站毋須承擔任何責任。</li>
        	<li>本網站保留因營運策略之調整，隨時更改或停止各項服務內容，且毋須事先通知使用者。無論任何情形，就停止或更改服務之決定，對任何使用者或第三人均不負任何責任。本網站建議您應自行留存備份。</li>
            <li>本網站若遭第三人惡意侵入系統，致使您的資料被第三人取得、竄改或偽造，非因本網站之有故意或重大過失之情形，本網站不負任何賠償責任。</li>
            <li>您應自行承擔使用本網站之風險，包括但不限於使用本服務而致您電腦系統損壞或資料流失。若因前述情形而致您受有損害，本網站不負任何責任。</li>
            <li>您同意如因本網站出現中斷或故障等現象，而造成使用者使用上的不便、資料喪失、錯誤、或其他損害時，本網站及其管理者毋須負任何法律責任。此外，於發生下列任一情形時，本網站有權停止或中斷服務：
                <ul>
                	<li>電子通信設備進行必要之保養及施工時</li>
                	<li>發生突發性之電子通信設備故障時</li>
                	<li>電子通信服務，不問任何因素被停止，無法提供服務時</li>
                	<li>天災等不可抗力之因素</li>
                </ul>
            </li>
            <li>本網站不保證以下事項：
                <ul>
                	<li>本網站之服務將符合您的要求</li>
                	<li>本網站服務將不受干擾、及時提供、安全可靠或不會出錯</li>
                	<li>使用本網站服務取得之結果正確可靠</li>
                	<li>您經由本網站服務取得之任何資訊符合您的期望</li>
                	<li>本網站服務中任何錯誤都將得到更正</li>
                </ul>
            </li>
            <li>您自本網站取得的任何建議或資訊，無論是書面或口頭形式，除非本規範有明確規定，均不構成本規範以外之任何保證。</li>
            <li>本網站未行使或執行本規範任何權利或規定，不被視為對權利之放棄。</li>
            <li>本規範部份條款因牴觸中華民國法律而無效時，其他條款仍為有效。</li>
            <li>本規範各標題僅供方便而設，不具任何法律或契約效果。</li>
            <li>本規範及您與本網站之關係，均受到中華民國法律管轄。您與本網站發生的爭議，均應依照中華民國法律予以處理，雙方並合意以臺灣台北地方法院為第一審管轄法院。</li>
        </ol>
    </p>
</div>

<div class="center">
<input id="printWizard" type="button" value=<?php p($l->t('Print')); ?> />
<input id="acceptWizard" type="button" value=<?php p($l->t('Accept')); ?> />
<input id="notAcceptWizard" type="button" value=<?php p($l->t("Not accept")); ?> />
</div>
